Repository: dstramousov/video.ukr.ua
Catalog: languages/translation.tmx
Source language: ru
Languages: en, uk

source: Автомобили и транспорт
en: Autos and Vehicles
uk: Автомобілі і транспорт

source: Комедия
en: Comedy
uk: Комедія

source: Образование
en: Education
uk: Освіта

source: Развлечения
en: Еntertainment
uk: Розваги

source: Фильм и анимация
en: Film and Animation
uk: Фільм та анімація

source: Игровые
en: Gaming
uk: Ігрові

source: Стиль
en: Style

source: Фильмы
en: Movies
uk: Фільми

source: Музыка
en: Music
uk: Музика

source: Новости и политика
en: News and Politics
uk: Новини і політика

source: Люди и блоги
en: People and Blogs
uk: Люди та блоги

source: Домашние животные
en: Pets and Animals
uk: Домашні тварини

source: Наука и технология
en: Science and Technology
uk: Наука і технологія

source: Спорт
en: Sport

source: Путешествия и события
en: Travel and Events
uk: Подорожі і події

source: Поиск
en: Search
uk: Пошук

source: во всех категориях
en: in all categories
uk: у всіх категоріях

source: Вход
en: Login
uk: Вхід

source: Регистрация
en: Registration
uk: Реєстрація

source: Мой плейлист
en: My playlist
uk: Мій плейлист

source: Статистика
en: Statistic

source: Профиль
en: Profile
uk: Профіль

source: Менеджер файлов
en: File manager
uk: Менеджер файлів

source: Лучшее видео
en: Top video
uk: Найкраще відео

source: день
en: day

source: неделю
en: week
uk: тиждень

source: месяц
en: month
uk: місяць

source: все
en: all
uk: всі

source: Длительность
en: Duration
uk: Тривалість

source: Просмотр
en: View
uk: Перегляд

source: Просмотра
en: Views
uk: Перегляду

source: Просмотров
en: Views
uk: Переглядів

source: Секунда
en: Second

source: Секунды
en: Seconds
uk: Секунди

source: Секунд
en: Seconds

source: Минута
en: Minute
uk: Хвилина

source: Минуты
en: Minutes
uk: Хвилини

source: Минут
en: Minutes
uk: Хвилини

source: Час
en: Hour
uk: Года

source: Часа
en: Hours
uk: Години

source: Часов
en: Hours
uk: Годин

source: День
en: Day
uk: Дінь

source: Дня
en: Days
uk: Діня

source: Дней
en: Days
uk: Днів

source: Неделя
en: Week
uk: Тиждень

source: Недели
en: Weeks
uk: Тижнів

source: Недель
en: Weeks
uk: Тижнів

source: Месяц
en: Month
uk: Місяц

source: Месяца
en: Months
uk: Місяці

source: Месяцев
en: Months
uk: Місяців

source: Год
en: Year
uk: Рок

source: Года
en: Years
uk: Року

source: Лет
en: Years
uk: Рокив

source: Десятилетие
en: Decade
uk: Десятиліте

source: Десятилетия
en: Decades
uk: Десятиліте

source: Десятилетий
en: Decades
uk: Десятиліть

source: Категории
en: Categories
uk: Категорії

source: Недавно добавленные
en: Recently added
uk: Нещодавно додані

source: Облако тегов
en: Tag Cloud
uk: Хмара тегів

source: Назад
en: Ago
uk: Тому

source: Все права защищены международным законодательством.Администрация сайта не несет ответственности за загружаемые пользователями файлы.
en: All rights reserved.Administration of the site is not liable for downloaded files by users.
uk: Всі права захищені міжнародним законодательством.Адміністрація сайту не несе відповідальності за завантаження користувачами файли.

source: Файлообменник
en: Fileshare
uk: Файлообмінник

source: Почта
en: Mail
uk: Пошта

source: Портал
en: Portal

source: Авторизация
en: Authorization
uk: Авторизація

source: Логин
en: Login
uk: Логін

source: Пароль
en: Password

source: Запомнить
en: Remember
uk: Запам'ятати

source: Забыли пароль
en: Forgot password
uk: Забули пароль

source: Здравствуйте
en: Hello

source: Выход
en: Logout
uk: Виход

source: Размер файла flv не больше 150 Mb, в остальных видеоформатах не более 300 Mb
en: Filesize flv no more than 150 Mb, the rest of video up to 300 Mb
uk: Розмір файлу flv не більше 150 Mb, в інших відеоформатів не більше 300 Mb

source: Название не должно содержать ненормативную лексику, оскорбления в чей-либо адрес, ссылки на другие сайты, рекламу
en: The name must not contain abusive language, insults to anyone's address, links to other sites, advertising
uk: Назва не повинна містити ненормативну лексику, образи в чий-небудь адресу, посилання на інші сайти, рекламу

source: Комментарий
en: Comment
uk: Коментар

source: Комментария
en: Commentary

source: Комментариев
en: Comments
uk: Коментарів

source: Голосовать
en: Vote
uk: Голосувати

source: Рейтинг видео
en: Rate video
uk: Рейтинг відео

source: Для того чтобы оставлять комментарии зарегистрируйтесь
en: In order to leave comments register
uk: Для того щоб залишати коментарі зареєструйтесь

source: В плейлист
en: In playlist

source: Ссылка и код
en: Reference code
uk: Посилання та код

source: Пожаловаться
en: Abuse
uk: Поскаржитися

source: предыдущий ролик
en: previous movie
uk: попередній ролик

source: следующий ролик
en: next movie
uk: наступниі ролик

source: января
en: january
uk: січеня

source: февраля
en: february
uk: лютого

source: марта
en: march
uk: березня

source: апреля
en: april
uk: квітня

source: мая
en: may
uk: травня

source: июня
en: june
uk: червня

source: июля
en: july
uk: липня

source: августа
en: august
uk: серпня

source: сентября
en: september
uk: вересня

source: октября
en: october
uk: жовтня

source: ноября
en: november
uk: листопада

source: декабря
en: december
uk: грудня

source: написал
en: wrote
uk: написав

source: Ответить
en: Reply
uk: Відповісти

source: Оставить комментарий
en: Leave a comment
uk: Залишити коментар

source: Cимволов осталось
en: Characters left
uk: Cімволов залишилося

source: Сначала необходимо добавить файлы в Ваш плейлист
en: You must first add the files in your playlist
uk: Спочатку необхідно додати файли у Ваш плейлист

source: Быстрый плейлист
en: Quick playlist
uk: Швидкий плейлист

source: Мои сообщения
en: My messages
uk: Мої повідомлення

source: Мои ролики
en: My videos
uk: Мої ролики

source: Ваш голос был учтен
en: Your vote has been taken into account
uk: Ваш голос був врахований

source: Системное сообщение
en: System messages
uk: Системне повідомлення

source: Удалить
en: Delete
uk: Видалити

source: Сообщение было удаленно
en: Message has been remotely
uk: Повідомлення було віддалено

source: Комментарий был отправлен
en: Comment has been sent
uk: Коментар був відправлений

source: Встраиваемый URL
en: Embeddable URL
uk: Вбудований URL

source: Сообщений нет
en: No messages
uk: Повідомлень немає
